export const COLOR_CHARACTERISTIC_ID = '4ee138e8-be04-11eb-0a80-04f300090d6b'
export const GLUE_ID = '8fc2eaed-d3f8-11eb-0a80-00c00004bd68'
export const TAPE_ID = '755b936c-f643-11ec-0a80-0c6c00006531'
export const COLOR_CODES = {
  '1014': 'ск',
  '1015': 'сск',
  '1018': 'жц',
  '2004': 'о',
  '3003': 'рк',
  '3005': 'кв',
  '3009': 'ок',
  '3011': 'кк',
  '3020': 'тк',
  '5002': 'су',
  '5005': 'сс',
  '5007': 'бс',
  '6002': 'зл',
  '6005': 'зм',
  '7004': 'с',
  '7005': 'см',
  '7024': 'гс',
  '8017': 'шк',
  '9002': 'свс',
  '9003': 'сб',
  '9005': 'чя',
  '9006': 'ба',
  '9010': 'б',
  'W005(орех)': 'в5',
  'W004(дуб античный)': 'в4',
  'W003(золотой орех)': 'в3',
  'W001(дуб)': 'в1',
  'S002(сланец)': 'с2',
  'S001(дикий камень)': 'с1'
}

export const FILLER_CODES = {
  pps: {
    '50': 'ппс50',
    '60': 'ппс60',
    '80': 'ппс80',
    '100': 'ппс100',
    '120': 'ппс120',
    '140': 'ппс140',
    '150': 'ппс150'
  },
  mv: 'фк522508040'
}
